Repository: mis177/trip-planner
Catalog: lib/l10n/intl_*.arb
Languages: pl

# trip_lang_pl
source: Polish
pl: polski

# trip_lang_en
source: English
pl: angielski

# trip_costs_title
source: Trip costs
pl: Koszta wycieczki

# trip_costs_added
source: Cost added
pl: Dodano koszt

# trip_costs_deleted
source: Cost deleted
pl: Usunięto koszt

# trip_costs_deleted_all
source: Costs deleted
pl: Usunięto wszystkie koszty

# trip_costs_loading
source: Loading costs...
pl: Ładowanie kosztów...

# trip_costs_adding
source: Adding new cost
pl: Dodawania nowego kosztu

# trip_costs_deleting
source: Deleting cost
pl: Usuwanie kosztu

# trip_costs_deleting_all
source: Deleting all costs
pl: Usuwanie wszystkich kosztów

# trip_costs_activity
source: Activity
pl: Aktywność

# trip_costs_planned
source: Planned
pl: Planowany

# trip_costs_real
source: Real
pl: Realny

# trip_costs_delete
source: Costs delete
pl: Usuwanie

# trip_costs_delete_content
source: Are you sure that you want to delete all costs?
pl: Czy na pewno chcesz usunąć wszystkie koszty?

# trip_costs_activity_hint
source: Activity name
pl: Nazwa aktywności

# trip_costs_error_add
source: Problem when adding new cost
pl: Problem podczas dodawania nowego kosztu

# trip_costs_error_remove
source: Problem when deleting cost
pl: Problem podczas usuwania kosztu

# trip_costs_error_remove_all
source: Problem when deleting all costs
pl: Problem podczas usuwania kosztów

# trip_costs_error_update
source: Problem when updating cost
pl: Problem podczas zmiany kosztu

# trip_edit_share_name
source: Name
pl: Nazwa

# trip_edit_share_planned_cost
source: Planned cost
pl: Planowany koszt

# trip_edit_share_real_cost
source: Real cost
pl: Realny koszt

# trip_edit_share_done
source: Done
pl: Zrobione

# trip_edit_share_title
source: Sharing trip from TripPlanner App
pl: Udpostępnienie podróży z aplikacji TripPlanner

# trip_edit_share_destination
source: Destination
pl: Cel

# trip_edit_share_date
source: Date
pl: Data

# trip_edit_share_note
source: Note
pl: Notatka

# trip_edit_share_costs
source: Costs
pl: Koszty

# trip_edit_share_requirements
source: Requirements
pl: Wymagania

# trip_edit_title
source: Your trip
pl: Twoja podróż

# trip_edit_loading
source: Loading trip...
pl: Ładowanie podrózy...

# trip_edit_name_hint
source: Name of a trip
pl: Nazwa podróży

# trip_edit_name_helper
source: Name of your trip
pl: Nazwa Twojej podróży

# trip_edit_destination_hint
source: Trip destination
pl: Cel podróży

# trip_edit_destination_helper
source: Destination of your trip
pl: Cel Twojej podróży

# trip_edit_date_hint
source: Trip date
pl: Data podróży

# trip_edit_date_helper
source: Date of your trip
pl: Data Twojej podróży

# trip_edit_notes_hint
source: My notes
pl: Notatki

# trip_edit_notes_helper
source: Your notes
pl: Twoje notatki

# trip_edit_costs_hint
source: Costs [...]
pl: Koszty podróży [.....]

# trip_edit_costs_helper
source: Cost of your trip
pl: Koszty Twojej podróży

# trip_edit_requirements_hint
source: Requirements [...]
pl: Wymagania [.....]

# trip_requirements_title
source: Requirements
pl: Wymagania

# trip_requirements_added
source: Requirement added
pl: Dodane wymaganie

# trip_requirements_deleted
source: Requirement deleted
pl: Usunięto wymaganie

# trip_requirements_deleted_all
source: All requirements deleted
pl: Usunięto wszystkie wymagania

# trip_requirements_loading
source: Loading requirements...
pl: Ładowanie wymagań...

# trip_requirements_adding
source: Adding new requirement
pl: Dodawanie nowego wymagania

# trip_requirements_deleting
source: Deleting requirement
pl: Usuwanie wymagania

# trip_requirements_deleting_all
source: Deleting all requirements
pl: Usuwanie wszystkich wymagań

# trip_requirements_requirement
source: Requirement
pl: Wymaganie

# trip_requirements_done
source: Done
pl: Zrobione

# trip_requirements_dialog_title
source: Requirements delete
pl: Usuwanie

# trip_requirements_dialog_content
source: Are you sure that you want to delete all requirements?
pl: Czy na pewno chcesz usunąć wszystkie wymagania?

# trip_requirements_requirement_hint
source: requirement
pl: wymaganie

# trip_requirements_error_add
source: Problem when adding requirement
pl: Problem podczas dodawania wymagania

# trip_requirements_error_remove
source: Problem when deleting requirement
pl: Problem podczas usuwania wymagania

# trip_requirements_error_remove_all
source: Problem when deleting all requirements
pl: Problem podczas usuwania wszystkich wymagań

# trips_list_title
source: Your trips
pl: Twoje podróże

# trips_list_removed
source: Trip removed
pl: Usunięto podróż

# trips_list_creating
source: Creating trip...
pl: Tworzenie podróży...

# trips_list_deleting
source: Deleting trip...
pl: Usuwanie podróży...

# trips_list_loading
source: Loading trips...
pl: Ładowanie podróży...

# trips_list_dialog_title
source: Trip delete
pl: Usuwanie

# trips_list_dialog_content
source: Are you sure that you want to delete this trip?
pl: Czy na pewno chcesz usunąć tę podróż?

# trip_list_error_load_trips
source: Problem when loading trips
pl: Problem podczas ładowania podróży

# trip_list_error_load_list
source: Problem when loading list
pl: Problem podczas ładowania listy

# trip_list_error_remove
source: Problem when removing trip
pl: Problem podczas usuwania podróży
